export default {
  'cloud-dedicated': {
    title: '専用クラウドサーバ環境でのフルマネージド型MQTTサービス',
    description:
      '専用クラウドサーバ環境下でのフルマネージド型サービスの高い性能、安定性・信頼性、データ統合、運用・保守を必要としないなどの利点を受けて、さまざまな規模の業務に完璧に適合します。',
    navs: [
      {
        text: '料金',
        link: '/cloud/pricing',
      },
      {
        text: 'ドキュメント',
        link: 'https://docs.emqx.com/en/cloud/latest/create/dedicated.html',
      },
      {
        text: 'お問い合わせ',
        link: '/contact?product=cloud',
      },
    ],
    banner: {
      title:
        '専用クラウドインフラ環境でのフルマネージド型MQTTクラスタによって、信頼性が高く性能が優れたサービスを提供します。',
      desc: '高い性能、安定性・信頼性、シームレスなデータ統合、自分でクラスタを運用・保守する必要がないなどの利点を受けるため、さまざまな規模の業務に完璧に適合します。',
      platformLogos: ['icon-cloud-aws', 'icon-cloud-gcp', 'icon-cloud-azure'],
      tryFree: '無料トライアル',
      contact: 'お問い合わせ',
      noCreditCard: '14日間の無料トライアル',
    },
    benefits: [
      {
        title: '安心の運用・保守',
        desc: '当社の専門家チームが、運用・保守、アップグレード、監視のすべての作業を引き受けるため、お客様は、業務の発展に専念できます。',
      },
      {
        title: '専用クラウドリソース',
        desc: '専用タイプは、独自のクラウドサーバーリソースを使用しているため、貴社業務が安定して信頼性の高い環境で実行できることを確保します。',
      },
      {
        title: '世界で17個以上の地域で使用され',
        desc: 'AWS、Google Cloud、Microsoft Azureの17地域で幅広い業界の多くのユーザー愛用されいます。',
      },
      {
        title: '最高水準99.99%のSLA',
        desc: '高可用性と耐障害性のインフラと24時間365日の技術サポートは､最大限の稼働時間と可用性の保証を提供します。',
      },
      {
        title: 'データ統合　40以上のクラウドリソース',
        desc: '専用タイプには、ルールエンジンとデータ統合が内蔵され、既存システムとシームレスに接続できます。',
      },
      {
        title: 'スムーズな拡張能力',
        desc: '成長し続けている業務のニーズを満たすため、簡単かつ迅速に対応できるように設計されています。',
      },
    ],
    why: {
      title: 'EMQX Cloud専用タイプを選ぶ理由は何ですか。 ',
      desc: [
        '専用クラウドサービス環境、フルマネージド型EMQXクラスタを通じて、EMQXクラウドサービスのすべての利点を体験することができます。例えば、高い性能、拡張性、信頼性は、自社クラスタとインフラの運用・保守の悩みを解消します。',
        'また、当社の隔離したネットワークアーキテクチャと先進的なセキュリティ対策により、お客様の各種データが最大のセキュリティとプライバシー保護を受けることを保証します。',
        'EMQX Cloud専用タイプは、重要な業務アプリを実装するためのさまざまな規模の企業の理想的な選択で、業務を完璧にサポートしながらコストを合理的に削減します。',
      ],
      tryFree: '無料トライアル',
    },
    developer: {
      title: '複数のタイプは、各業界、開発者ごとにカスタマイズします',
      learnMore: '詳細はこちら',
      packages: [
        {
          title: '専用タイプ・標準版',
          list: ['専用MQTT例', '接続仕様：1,000 ～ 10,000', '1時間あたりの価格： $0.18/1時間から'],
        },
        {
          title: '専用タイプ・プロ版',
          list: ['専用MQTTクラスタ', '接続仕様：1,000 ～ 50,000およびそれ以上', '1時間あたりの価格：$0.36/1時間から'],
        },
      ],
    },
    try: {
      title: '無料体験の開始',
      desc: 'わずか数分で14日間の無料トライアルを開始できます',
      tryFree: '今すぐトライアル開始',
    },
  },
}
