export default {
  'lp-cloud-byoc': {
    title: '顧客のクラウドインフラでEMQX MQTTサービスを提供',
    description:
      'EMQX商用版を顧客のクラウドインフラで実行し、EMQXチームにより、専門的なMQTT運用・保守サービスを提供してデータセキュリティを確保します。',
    banner: {
      title: '顧客指定の環境でEMQX MQTTサービスを提供',
      desc: 'EMQX商用版を顧客のクラウドインフラで実行し、EMQXチームにより、専門的なMQTT運用・保守サービスを提供してデータセキュリティを確保します。',
      contactUs: 'お問い合わせ',
    },
    benefits: [
      {
        title: 'データセキュリティ',
        desc: '自社クラウドでデータセキュリティを保ちながら、より多くのエンタープライズレベルのセキュリティ機能を体験します。',
      },
      {
        title: 'BYOCタイプ (Bring Your Own Cloud)',
        desc: '自社クラウドインフラにEMQX MQTTサービスを導入し、運用・保守の面倒は当社にお任せください。',
      },
      {
        title: 'コストパフォーマンス',
        desc: '既存のクラウドインフラを活用し、使用されたサービス費用のみ支払います。',
      },
      {
        title: '柔軟性',
        desc: '選択された任意のクラウドでのEMQX MQTTサービスの導入をサポートします。',
      },
      {
        title: 'カスタマイズ',
        desc: '必要に応じてEMQX MQTTの仕様と構成をカスタマイズします。',
      },
      {
        title: 'サービス統合',
        desc: 'EMQX MQTTサービスは、既存のシステムとシームレスに接続します。',
      },
    ],
    why: {
      title: 'EMQX クラウド BYOCタイプを選ぶ理由は何ですか。',
      desc: [
        'EMQX Cloudが発表したBYOCタイプは、EMQX Enterpriseクラスタを自社クラウドインフラに導入することをサポートし、データが常に自社クラウド環境へのデータ保持を確保し、企業のデータセキュリティとコンプライアンスの要件を満たします。',
        'EMQX専門家が、MQTTメッセージクラウドサービスの運用・保守、および管理を提供し、クラウドサービスによって提供される便利性を体験すると同時に、IoTインフラの運用・保守および管理について心配する必要はありません。また、EMQXは既存クラウドインフラを十分に活用し、コストを節約できます。',
        'EMQX Cloud BYOCタイプにより、サーバー管理の負担がなく、大規模で安全なIoTアプリを構築できます。',
        'IoTメッセージング・ソリューションを簡単に構築するには、今すぐ当社の専門家にお問い合わせください。',
      ],
      contactUs: 'お問い合わせ',
    },
    'use-cases': {
      title: '適用シナリオ',
      list: [
        {
          title: 'データセキュリティとコンプライアンス',
          desc: 'EMQX Cloudは企業のデータセキュリティとコンプライアンスの要件を満たすために、データが自社環境内に保持されるというBYOCタイプを提供します。',
        },
        {
          title: 'IoTソリューション事業者向け',
          desc: 'IoTソリューション事業者に、柔軟でカスタマイズかつ拡張可能なMQTTサービスを提供します。',
        },
        {
          title: 'カスタマイズ可能なソリューション',
          desc: '標準のフルマネージド型サービスでは満たせない特定のMQTTサーバー構成要件を持つ企業に適しています。',
        },
        {
          title: '既存システムとの統合',
          desc: 'MQTTサービスを既存システムと統合する必要がある企業。',
        },
      ],
    },
    try: {
      title: 'EMQX Cloud BYOCタイプでクラウドインフラを管理',
      desc: '自社クラウドにEMQX MQTTサービスを導入する同時に、当社の専門的な運用・保守管理サービスも利用します。詳細については、今すぐお問い合わせください。',
      cta: '専門家にお問い合わせ',
    },
  },
}
